Repository: EndangeredNayla/videogame
Catalog: lib/l10n/intl_*.arb
Languages: de, es, fr, it, ja, pt, zh

# Not_Supported_Game_hint
source: GC and Wii game requires a 64-bit device to run, but your device is 32-bit, so you can’t play this game
de: Für GC- und Wii-Spiele ist ein 64-Bit-Gerät erforderlich, aber Ihr Gerät ist 32-Bit, sodass Sie dieses Spiel nicht spielen können
es: El juego GC y Wii requiere un dispositivo de 64 bits para funcionar, pero tu dispositivo es de 32 bits, por lo que no puedes jugar este juego
fr: Le jeu GC et Wii nécessite un appareil 64 bits pour fonctionner, mais votre appareil est 32 bits, vous ne pouvez donc pas jouer à ce jeu
it: Il gioco GC e Wii richiede un dispositivo a 64 bit per funzionare, ma il tuo dispositivo è a 32 bit, quindi non puoi giocare a questo gioco
ja: GCおよびWiiゲームを実行するには、64ビットデバイスが必要ですが、デバイスは32ビットであるため、このゲームをプレイすることはできません
pt: O jogo GC e Wii requer um dispositivo de 64 bits para ser executado, mas seu dispositivo é de 32 bits, então você não pode jogar este jogo
zh: GC和Wii游戏需要64位设备才能运行，但是你的设备是32位的，所以不能玩这个游戏

source: OK
es: DE ACUERDO
fr: D'ACCORD
ja: わかった
zh: 好的

source: Oops, an error occurred
de: Ups, ein Fehler ist aufgetreten
es: Vaya, se ha producido un error
fr: Oups, une erreur s'est produite
it: Oops, si è verificato un errore
ja: おっと、エラーが発生しました
pt: Opa, ocorreu um erro
zh: 哎呀，出错了

source: Others
de: Andere
es: Otros
fr: Autres
it: Altri
ja: その他
pt: Outros
zh: 其他

source: paying
de: bezahlen
es: pagando
fr: payant
it: pagando
ja: 払う
pt: pagando
zh: 付款

source: Pending
de: Ausstehend
es: Pendiente
fr: En attente
it: In attesa di
ja: 保留中
pt: Pendente
zh: 待办的

source: Please wait...
de: Warten Sie mal...
es: Espere por favor...
fr: S'il vous plaît, attendez...
it: Attendere prego...
ja: お待ちください...
pt: Por favor, espere...
zh: 请稍等...

# Plugin_not_avaible
source: {gameTypeName} plugin is currently unavailable, please install it first
de: {gameTypeName}Plugin ist derzeit nicht verfügbar, bitte installiere es zuerst
es: {gameTypeName}el complemento no está disponible en este momento, instálelo primero
fr: {gameTypeName}le plugin n'est pas disponible actuellement, veuillez d'abord l'installer
it: {gameTypeName}il plugin non è attualmente disponibile, installalo prima
ja: {gameTypeName}プラグインは現在利用できません。最初にインストールしてください
pt: {gameTypeName}O plugin não está disponível no momento, instale-o primeiro
zh: {gameTypeName}插件目前不可用，请先安装它

source: Popular Games
de: Populäre Spiele
es: Juegos populares
fr: Jeux populaires
it: Giochi popolari
ja: 人気のゲーム
pt: Jogos populares
zh: 热门游戏

source: Premium
de: Prämie
es: De primera calidad
fr: Prime
ja: プレミアム
pt: Prêmio
zh: 优质的

# Premium_Only_Game
source: Premium Only Game ({gameTypeName})
de: Nur-Premium-Spiel ({gameTypeName})
es: Juego solo premium ({gameTypeName})
fr: Jeu Premium uniquement ({gameTypeName})
it: Solo gioco premium ({gameTypeName})
ja: プレミアムのみのゲーム（{gameTypeName}）
pt: Jogo somente premium ({gameTypeName})
zh: 高级游戏 ({gameTypeName})

# Premium_Only_Game_hint
source: Upgrade to Premium, 💎 Unlock All Games 💎 Unlock All Future Games 💎 Unlimited Coins 💎 No Ads By getting premium, you can improve experience and help us ship more features!🥰
de: Auf Premium upgraden, 💎 Schalte alle Spiele frei 💎 Schalte alle zukünftigen Spiele frei 💎 Unbegrenzte Münzen 💎 Keine Werbung Indem Sie Premium erhalten, können Sie das Erlebnis verbessern und uns helfen, mehr Funktionen zu liefern!🥰
es: Mejorado a Premium, 💎 Desbloquear todos los juegos 💎 Desbloquea todos los juegos futuros 💎 Monedas ilimitadas 💎 Sin anuncios ¡Al obtener premium, puede mejorar la experiencia y ayudarnos a ofrecer más funciones!🥰
fr: Passer à la version premium, 💎 Déverrouiller tous les jeux 💎 Débloquez tous les futurs jeux 💎 Pièces illimitées 💎 Pas de publicité En devenant premium, vous pouvez améliorer l'expérience et nous aider à proposer plus de fonctionnalités !🥰
it: Passa a Premium, 💎 Sblocca tutti i giochi 💎 Sblocca tutti i giochi futuri 💎 Monete illimitate 💎 Nessuna pubblicità Diventando premium, puoi migliorare l'esperienza e aiutarci a fornire più funzionalità!🥰
ja: プレミアムにアップグレード、 💎すべてのゲームのロックを解除 💎将来のすべてのゲームのロックを解除する 💎無制限のコイン 💎広告なし プレミアムを取得することで、エクスペリエンスを向上させ、より多くの機能を出荷するのに役立ちます！🥰
pt: Atualize para Premium, 💎 Desbloqueie todos os jogos 💎 Desbloqueie todos os jogos futuros 💎 Moedas ilimitadas 💎 Sem anúncios Ao obter premium, você pode melhorar a experiência e nos ajudar a enviar mais recursos!🥰
zh: 升级到高级版， 💎解锁所有游戏 💎解锁所有未来游戏 💎 无限金币 💎 无广告 通过获得溢价，您可以改善体验并帮助我们发布更多功能！🥰

source: Profile
de: Steckbrief
es: Perfil
fr: Profil
it: Profilo
ja: プロフィール
pt: Perfil
zh: 个人档案

source: Rate us
de: Bewerten Sie uns
es: Nos califica
fr: Évaluez nous
it: Valutaci
ja: 私たちを評価してください
pt: Nos avalie
zh: 评价我们

# Rate_us_hint
source: Show your appreciation if you like the app!
de: Zeigen Sie Ihre Wertschätzung, wenn Ihnen die App gefällt!
es: ¡Muestre su aprecio si le gusta la aplicación!
fr: Montrez votre appréciation si vous aimez l'application!
it: Mostra il tuo apprezzamento se ti piace l'app!
ja: あなたがアプリが好きならあなたの感謝を示してください！
pt: Mostre seu apreço se você gosta do app!
zh: 如果您喜欢该应用程序，请表示您的赞赏！

source: RESET
de: ZURÜCKSETZEN
es: REINICIAR
fr: RÉINITIALISER
it: RIPRISTINA
ja: リセット
pt: REDEFINIR
zh: 重启

source: RETRY
de: WIEDERHOLEN
es: REVER
fr: RETENTER
it: RIPROVA
ja: リトライ
pt: TENTAR NOVAMENTE
zh: 重试

source: ROMS Type?
de: ROMS-Typ?
es: ¿Tipo de ROM?
fr: Type de ROM ?
it: Tipo di ROM?
ja: ROMSタイプ？
pt: Tipo de ROM?
zh: ROM 类型？

source: SCAN ROMS
de: ROMS SCANNEN
es: ESCANEAR ROMS
fr: SCANNER LES ROMS
it: SCANSIONE ROM
ja: スキャンROM
pt: DIGITALIZAR ROMS
zh: 扫描 ROM

# Scan_ROMs_completed_hint
source: Scan ROMs completed, {gameCount} games is added
de: SCAN ROMs abgeschlossen, {gameCount}Spiele wurden hinzugefügt
es: Escaneo de ROMs completado, {gameCount}se agregan juegos
fr: L'analyse des ROM est terminée, {gameCount}les jeux sont ajoutés
it: Scansione ROM completata, {gameCount}giochi aggiunti
ja: ROMのスキャンが完了し、{gameCount}ゲームが追加されました
pt: Varredura de ROMs concluída, {gameCount}jogos adicionados
zh: 扫描 ROM 已完成，{gameCount}游戏已添加

source: Scan ROMs FIRST
de: ZUERST ROMs scannen
es: Escanee las ROMs PRIMERO
fr: Numériser les ROM
it: Scansione delle ROM PRIMA
ja: 最初にROMをスキャン
pt: Digitalize ROMs PRIMEIRO
zh: 先扫描 ROM

# Scan_ROMs_FIRST_hint
source: Please put your ROMs file in the following directory: {localRomDir} Then click SCAN ROMS Button •Why aren't my games detected? If your games are compressed, try uncompressing them. If this doesn't work try putting ROMs into separate directories, one for each system with the following names: {gameTypeDir}
de: Bitte legen Sie Ihre ROMs-Datei in das folgende Verzeichnis: {localRomDir} Klicken Sie dann auf die Schaltfläche ROMS SCAN •Warum werden meine Spiele nicht erkannt? Wenn deine Spiele komprimiert sind, versuche sie zu dekomprimieren. Wenn das nicht funktioniert, versuchen Sie, ROMs in separate Verzeichnisse zu legen, eines für jedes System mit den folgenden Namen: {gameTypeDir}
es: Coloca tu archivo ROMs en el siguiente directorio: {localRomDir} Luego haga clic en el botón SCAN RO • ¿Por qué no se detectan mis juegos? Si tus juegos están comprimidos, prueba a descomprimirlos. Si esto no funciona, intente colocar las ROMs en directorios separados, uno para cada sistema con los siguientes nombres: {gameTypeDir}
fr: Veuillez placer votre fichier ROM dans le répertoire suivant : {localRomDir} Cliquez ensuite sur le bouton NUMÉRISER •Pourquoi mes jeux ne sont-ils pas détectés ? Si vos jeux sont compressés, essayez de les décompresser. Si cela ne fonctionne pas, essayez de placer les ROM dans des répertoires séparés, un pour chaque système avec les noms suivants : {gameTypeDir}
it: Inserisci il tuo file ROM nella seguente directory: {localRomDir} Quindi fare clic su SCAN ROMS •Perché i miei giochi non vengono rilevati? Se i tuoi giochi sono compressi, prova a decomprimerli. Se questo non funziona prova a mettere le ROM in directory separate, una per ogni sistema con i seguenti nomi: {gameTypeDir}
ja: ROM ファイルを次のディレクトリに置いてください。 {localRomDir} 次に、[ROMS をスキャン] ボタンをクリックします •ゲームが検出されないのはなぜですか？ ゲームが圧縮されている場合は、解凍してみてください。これがうまくいかない場合は、ROM を別々のディレクトリに置いてみてください。各システムに次の名前で 1 つずつ。{gameTypeDir}
pt: Por favor, coloque seu arquivo ROMs no seguinte diretório: {localRomDir} Em seguida, clique no botão SCAN ROMS •Por que meus jogos não são detectados? Se seus jogos estiverem compactados, tente descompactá-los. Se isso não funcionar, tente colocar ROMs em diretórios separados, um para cada sistema com os seguintes nomes: {gameTypeDir}
zh: 请将您的 ROM 文件放在以下目录中： {localRomDir} 然后点击 “扫描 ROM” 按钮 •为什么我的游戏没有被检测到？ 如果您的游戏已压缩，请尝试解压它们。如果这不起作用，请尝试将ROM放入单独的目录中，每个系统都有一个具有以下名称的目录：{gameTypeDir}

# Searching
source: Search...
de: Suche...
es: Búsqueda...
fr: Recherche...
it: Ricerca...
ja: 探す...
pt: Procurar...
zh: 搜索...

source: SELECT DIRECTORY
de: VERZEICHNIS WÄHLEN
es: SELECCIONAR DIRECTORIO
fr: SÉLECTIONNER LE RÉPERTOIRE
it: SELEZIONA RUBRICA
ja: ディレクトリを選択
pt: SELECIONAR DIRETÓRIO
zh: 选择目录

source: Select ROMs directory
de: Wählen Sie das ROM-Verzeichnis
es: Seleccione el directorio ROMs
fr: Sélectionnez le répertoire ROM
it: Seleziona la directory delle ROM
ja: ROM ディレクトリの選択
pt: Selecione o diretório ROMs
zh: 选择 ROM 目录

# Select_ROMs_directory_hint
source: Video Game needs to scan a directory containing ROM files. This might take up to a few minutes.
de: Video Game muss ein Verzeichnis durchsuchen, das ROM-Dateien enthält. Dies kann bis zu ein paar Minuten dauern.
es: El videojuego necesita escanear un directorio que contenga archivos ROM. Esto puede tardar unos minutos.
fr: Le jeu vidéo doit analyser un répertoire contenant des fichiers ROM. Cela peut prendre jusqu'à quelques minutes.
it: Il videogioco deve eseguire la scansione di una directory contenente file ROM. L'operazione potrebbe richiedere fino a qualche minuto.
ja: ビデオゲームは ROM ファイルを含むディレクトリをスキャンする必要があります。 これには数分かかる場合があります。
pt: O videogame precisa verificar um diretório contendo arquivos ROM. Isso pode levar alguns minutos.
zh: 视频游戏需要扫描包含 ROM 文件的目录。 这可能需要长达几分钟的时间。

# share_msg
source: Hey, This cool app has tons of interesting games. I recommend it.
de: Hey, diese coole App hat jede Menge interessante Spiele. Ich empfehle es.
es: Oye, esta genial aplicación tiene montones de juegos interesantes. Lo recomiendo.
fr: Hé, cette application cool a des tonnes de jeux intéressants. Je le recommande.
it: Ehi, questa fantastica app ha tonnellate di giochi interessanti. Lo consiglio.
ja: ねえ、このクールなアプリにはたくさんの面白いゲームがあります。私はそれをお勧めします。
pt: Ei, este aplicativo legal tem toneladas de jogos interessantes. Eu recomendo.
zh: 嘿，这个很酷的应用程序有很多有趣的游戏。我推荐它。

source: Share With Friends
de: Mit Freunden teilen
es: Compartir con amigos
fr: Partager avec des amis
it: Condividere con gli amici
ja: 友達と分け合う
pt: Compartilhe com amigos
zh: 和朋友分享

# sign_in_hint1
source: By creating an account you agree to our
de: Indem Sie ein Konto erstellen, stimmen Sie unseren zu
es: Al crear una cuenta, usted acepta nuestros
fr: En créant un compte, vous acceptez nos
it: Creando un account accetti il nostro
ja: アカウントを作成することにより、あなたは私たちに同意します
pt: Ao criar uma conta você concorda com nossos
zh: 创建帐户即表示您同意我们的

# sign_in_hint2
source: Terms of Service
de: Nutzungsbedingungen
es: Términos de servicio
fr: Conditions d'utilisation
it: Termini di servizio
ja: 利用規約
pt: Termos de serviço
zh: 服务条款

# sign_in_hint3
source: and
de: und
es: y
fr: et
it: e
ja: と
pt: e
zh: 和

# sign_in_hint4
source: Privacy Policy
de: Datenschutz-Bestimmungen
es: Política de privacidad
fr: Politique de confidentialité
it: politica sulla riservatezza
ja: プライバシーポリシー
pt: Política de Privacidade
zh: 隐私政策

# sign_in_lets_start
source: Let's get started...
de: Lass uns anfangen...
es: Empecemos...
fr: Commençons...
it: Iniziamo...
ja: 始めましょう...
pt: Vamos começar...
zh: 让我们开始吧...

source: Sign Out
de: Austragen
es: Desconectar
fr: Se déconnecter
it: Disconnessione
ja: サインアウト
pt: Sair
zh: 登出

source: SIGN OUT
de: AUSTRAGEN
es: DESCONECTAR
fr: SE DÉCONNECTER
it: DISCONNESSIONE
ja: サインアウト
pt: SAIR
zh: 登出

source: Sign out success!
de: Abmeldung erfolgreich!
es: ¡Salir éxito!
fr: Déconnexion réussie !
it: Esci successo!
ja: サインアウト成功！
pt: Sair com sucesso!
zh: 注销成功！

# sort_by_alpha
source: By Alphabetical
de: Von Alphabetisch
es: Por orden alfabético
fr: Par ordre alphabétique
it: Per ordine alfabetico
ja: アルファベット順
pt: Por ordem alfabética
zh: 按字母顺序

# sort_by_popular
source: By Popular
de: Von Popular
es: De Popular
fr: Par Popular
it: Di Popular
ja: 人気順
pt: Por Popular
zh: 按热度顺序

source: START
de: ANFANG
es: COMIENZO
fr: DÉMARRER
it: INIZIO
ja: 始める
pt: COMEÇAR
zh: 开始

source: Starting...
de: Beginnend...
es: A partir de...
fr: Départ...
it: Di partenza...
ja: 起動...
pt: Iniciando...
zh: 开始...

source: Suggested for you
de: Für dich vorgeschlagen
es: Sugerido para ti
fr: Suggéré pour vous
it: Consigliato per te
ja: あなたへの提案
pt: Sugerido para você
zh: 为你推荐

source: Tap to Login
de: Tippen Sie auf, um sich anzumelden
es: Toque para iniciar sesión
fr: Appuyez pour vous connecter
it: Tocca per accedere
ja: タップしてログイン
pt: Toque para entrar
zh: 点击登录

# Thanks_no_ads_any_more
source: Thanks! you won't see ads any more
de: Vielen Dank! Sie sehen keine Werbung mehr
es: ¡Gracias! ya no verás anuncios
fr: Merci ! vous ne verrez plus de publicités
it: Grazie! non vedrai più annunci
ja: ありがとう！広告は表示されなくなります
pt: Obrigado! você não verá mais anúncios
zh: 谢谢！你不会再看到广告了

source: TIPS:
de: TIPPS:
es: CONSEJOS:
fr: CONSEILS :
it: SUGGERIMENTI:
ja: ヒント:
pt: DICAS:
zh: 小贴士：

# TIPS_detail
source: 1. Coins Pack will NOT be available if you switch devices or uninstall the app 2. Premium and Remove ads will be available if you switch devices or uninstall the app
de: 1. Das Coins Pack ist NICHT verfügbar, wenn Sie das Gerät wechseln oder die App deinstallieren 2. Premium- und Remove-Anzeigen sind verfügbar, wenn Sie das Gerät wechseln oder die App deinstallieren
es: 1. El paquete de monedas NO estará disponible si cambias de dispositivo o desinstalas la aplicación 2. Los anuncios Premium y Eliminar estarán disponibles si cambias de dispositivo o desinstalas la aplicación
fr: 1. Le pack de pièces ne sera PAS disponible si vous changez d'appareil ou si vous désinstallez l'application 2. Les publicités Premium et Remove seront disponibles si vous changez d'appareil ou désinstallez l'application
it: 1. Il Coins Pack NON sarà disponibile se cambi dispositivo o disinstalli l'app 2. Gli annunci Premium e Remove saranno disponibili se cambi dispositivo o disinstalli l'app
ja: 1. デバイスを切り替えたり、アプリをアンインストールしたりすると、コインパックは利用できません 2. デバイスを切り替えたり、アプリをアンインストールしたりすると、プレミアム広告と削除広告が利用可能になります
pt: 1. O Pacote de Moedas NÃO estará disponível se você trocar de dispositivo ou desinstalar o aplicativo 2. Os anúncios Premium e Remove estarão disponíveis se você trocar de dispositivo ou desinstalar o aplicativo
zh: 1. 如果您切换设备或卸载应用程序，硬币包将不可用 2. 如果您切换设备或卸载应用程序，高级和移除广告将可用

source: Top Charts
es: Listas principales
fr: Les meilleurs palmarès
it: Grafici migliori
ja: トップチャート
zh: 热门排行榜

source: Top Grossing
de: Am umsatzstärksten
es: Más taquillero
fr: Les plus rentables
it: Incasso massimo
ja: トップグロス
pt: Maior bilheteria
zh: 新增排行榜

source: Trending
de: Im Trend
es: Tendencia
fr: Tendance
it: Di tendenza
ja: トレンド
pt: Tendências
zh: 趋势

source: Unlimited Coins, No Ads
de: Unbegrenzte Münzen, keine Werbung
es: Monedas ilimitadas, sin anuncios
fr: Pièces illimitées, pas de publicité
it: Monete illimitate, nessuna pubblicità
ja: 無制限のコイン、広告なし
pt: Moedas ilimitadas, sem anúncios
zh: 无限金币，无广告

source: Unzipping...
de: Entpacken...
es: Descomprimiendo...
fr: Décompression...
it: Decomprimi...
ja: 解凍中...。
pt: Descompactando...
zh: 正在解压缩...

source: Update App
de: App aktualisieren
es: Actualizar aplicación
fr: Mettre à jour l'application
it: Aggiorna app
ja: アプリを更新
pt: Atualizar aplicativo
zh: 更新应用

# Update_App_hint
source: Open PlayStore and install New Version to play ({gameTypeName}) game
de: Öffnen Sie den PlayStore und installieren Sie die neue Version, um das Spiel ({gameTypeName}) zu spielen
es: Abra PlayStore e instale la nueva versión para jugar ({gameTypeName}) juego
fr: Ouvrez PlayStore et installez la nouvelle version pour jouer au jeu ({gameTypeName})
it: Apri PlayStore e installa Nuova versione per giocare ({gameTypeName}).
ja: PlayStoreを開き、新しいバージョンをインストールして（{gameTypeName}）ゲームをプレイします
pt: Abra a PlayStore e instale a Nova Versão para jogar ({gameTypeName}) o jogo
zh: 打开 PlayStore 并安装新版本来玩 ({gameTypeName}) 游戏

source: User Account deleted failed
de: Löschen des Benutzerkontos fehlgeschlagen
es: Error al eliminar la cuenta de usuario
fr: La suppression du compte utilisateur a échoué
it: Account utente eliminato non riuscito
ja: ユーザーアカウントを削除できませんでした
pt: Falha na conta de usuário excluída
zh: 删除用户帐户失败

source: User Account is Deleted
de: Benutzerkonto ist gelöscht
es: La cuenta de usuario está eliminada
fr: Le compte utilisateur est supprimé
it: L'account utente è stato eliminato
ja: ユーザーアカウントが削除されました
pt: A conta de usuário foi excluída
zh: 用户帐户已删除

source: User Agreement
de: Nutzungsbedingungen
es: Acuerdo del Usuario
fr: Accord de l'utilisateur
it: Accordo per gli utenti
ja: ユーザー規約
pt: Termo de Acordo do Usuário
zh: 用户协议

# user_agreement1
source: Emulation requires game ROM files which are available here:
de: Die Emulation erfordert Spiel-ROM-Dateien, die hier verfügbar sind:
es: La emulación requiere archivos ROM del juego que están disponibles aquí:
fr: L'émulation nécessite des fichiers ROM de jeu qui sont disponibles ici :
it: L'emulazione richiede file ROM di gioco disponibili qui:
ja: エミュレーションには、ここで入手できるゲームROMファイルが必要です。
pt: A emulação requer arquivos ROM do jogo que estão disponíveis aqui:
zh: 模拟需要游戏 ROM 文件，这些文件可在此处获得：

# user_agreement2
source: To use these files, your acknowledgement that you have the right to download and use them is required.
de: Um diese Dateien zu verwenden, ist Ihre Bestätigung erforderlich, dass Sie das Recht haben, sie herunterzuladen und zu verwenden.
es: Para usar estos archivos, se requiere su reconocimiento de que tiene derecho a descargarlos y usarlos.
fr: Pour utiliser ces fichiers, votre reconnaissance que vous avez le droit de les télécharger et de les utiliser est requise.
it: Per utilizzare questi file, è necessario il tuo riconoscimento di avere il diritto di scaricarli e utilizzarli.
ja: これらのファイルを使用するには、ダウンロードして使用する権利があることを確認する必要があります。
pt: Para usar esses arquivos, é necessário reconhecer que você tem o direito de baixá-los e usá-los.
zh: 要使用这些文件，您需要确认您有权下载和使用它们。

# user_agreement3
source: ROM/BIOS/data links in the app are scraped from the Internet by a program. It is your sole responsibility to ensure that you have the right to download and use them. Video Game does not own any of such ROM/BIOS/data nor does Video Game host them on servers. They belong to their respective owners with which Video Game is in no way associated or affiliated. All information in Video Game are from external sites and are for general information purposes only. Video Game bears no responsibility for the accuracy, legality or content of them. Press "Agree" to acknowledge that you have the right to use these files and agree to the above statement and start downloading. Press "Disagree" to cancel.
de: ROM/BIOS/Datenverknüpfungen in der App werden von einem Programm aus dem Internet gekratzt. Es liegt in Ihrer alleinigen Verantwortung, sicherzustellen, dass Sie das Recht haben, sie herunterzuladen und zu verwenden. Video Game besitzt weder solche ROM/BIOS/Daten, noch hostet Video Game sie auf Servern. Sie gehören ihren jeweiligen Eigentümern, mit denen Video Game in keiner Weise verbunden oder verbunden ist. Alle Informationen in Video Game stammen von externen Websites und dienen nur allgemeinen Informationszwecken. Video Game übernimmt keine Verantwortung für deren Richtigkeit, Rechtmäßigkeit oder Inhalt. Klicken Sie auf „Zustimmen“, um zu bestätigen, dass Sie das Recht haben, diese Dateien zu verwenden, und stimmen Sie der obigen Erklärung zu und starten Sie den Download. Drücken Sie „Ablehnen“, um abzubrechen.
es: Los enlaces de ROM/BIOS/datos en la aplicación son extraídos de Internet por un programa. Es su exclusiva responsabilidad asegurarse de que tiene derecho a descargarlos y usarlos. Video Game no posee ninguno de dichos ROM/BIOS/datos ni Video Game los aloja en servidores. Pertenecen a sus respectivos propietarios con los que Video Game no está asociado ni afiliado de ninguna manera. Toda la información en Video Game proviene de sitios externos y solo tiene fines de información general. Video Game no se responsabiliza de la exactitud, legalidad o contenido de los mismos. Presione "Acepto" para reconocer que tiene derecho a usar estos archivos y aceptar la declaración anterior y comenzar a descargar. Presione "No estoy de acuerdo" para cancelar.
fr: Les liens ROM/BIOS/données de l'application sont extraits d'Internet par un programme. Il est de votre seule responsabilité de vous assurer que vous avez le droit de les télécharger et de les utiliser. Video Game ne possède aucune de ces ROM/BIOS/données et ne les héberge pas non plus sur des serveurs. Ils appartiennent à leurs propriétaires respectifs avec lesquels Video Game n'est en aucun cas associé ou affilié. Toutes les informations contenues dans le jeu vidéo proviennent de sites externes et sont uniquement à des fins d'information générale. Le jeu vidéo n'assume aucune responsabilité quant à l'exactitude, la légalité ou le contenu de ceux-ci. Appuyez sur "Accepter" pour reconnaître que vous avez le droit d'utiliser ces fichiers et acceptez la déclaration ci-dessus et commencez le téléchargement. Appuyez sur "Pas d'accord" pour annuler.
it: I collegamenti ROM/BIOS/dati nell'app vengono estratti da Internet da un programma. È tua esclusiva responsabilità assicurarti di avere il diritto di scaricarli e utilizzarli. Video Game non possiede nessuno di tali ROM/BIOS/dati né Video Game li ospita sui server. Appartengono ai rispettivi proprietari con i quali Video Game non è in alcun modo associato o affiliato. Tutte le informazioni nel videogioco provengono da siti esterni e sono solo a scopo informativo generale. Il videogioco non si assume alcuna responsabilità per l'accuratezza, la legalità o il contenuto di essi. Premi "Accetto" per riconoscere che hai il diritto di utilizzare questi file e accettare la dichiarazione di cui sopra e iniziare a scaricare. Premere "Non sono d'accordo" per annullare.
ja: アプリ内の ROM/BIOS/データ リンクは、プログラムによってインターネットからスクレイピングされます。 それらをダウンロードして使用する権利があることを確認するのは、あなたの単独の責任です。 ビデオ ゲームはそのような ROM/BIOS/データを所有しておらず、ビデオ ゲームはそれらをサーバー上でホストしていません。 それらは、ビデオゲームが一切関係または提携していないそれぞれの所有者に属します。 ビデオ ゲームのすべての情報は外部サイトからのものであり、一般的な情報提供のみを目的としています。 ビデオ ゲームは、それらの正確性、合法性、または内容について一切の責任を負いません。 「同意する」を押して、これらのファイルを使用する権利があることを確認し、上記の声明に同意してダウンロードを開始してください。 キャンセルする場合は「同意しない」を押してください。
pt: ROM/BIOS/links de dados no aplicativo são copiados da Internet por um programa. É sua exclusiva responsabilidade garantir que você tenha o direito de fazer o download e usá-los. O Video Game não possui nenhum desses ROM/BIOS/dados nem o Video Game os hospeda em servidores. Eles pertencem a seus respectivos proprietários com os quais o Video Game não está de forma alguma associado ou afiliado. Todas as informações no Video Game são de sites externos e são apenas para fins de informação geral. A Video Game não se responsabiliza pela precisão, legalidade ou conteúdo deles. Pressione "Concordo" para reconhecer que você tem o direito de usar esses arquivos e concordar com a declaração acima e iniciar o download. Pressione "Discordo" para cancelar.
zh: 应用程序中的 ROM/BIOS/数据链接由程序从互联网上抓取。 您有责任确保您有权下载和使用它们。 Video Game 不拥有任何此类 ROM/BIOS/数据，Video Game 也不在服务器上托管它们。 它们属于各自的所有者，与 Video Game 没有任何关联或附属关系。 Video Game 中的所有信息均来自外部网站，仅供一般参考之用。 Video Game 对它们的准确性、合法性或内容不承担任何责任。 按“同意”确认您有权使用这些文件并同意上述声明并开始下载。 按“不同意”取消。
