Repository: EndangeredNayla/videogame
Catalog: lib/l10n/intl_*.arb
Languages: de, es, fr, it, ja, pt, zh

# Watch_ad_5_coins
source: Watch An Ad +5 Coins
de: Eine Anzeige ansehen +5 Münzen
es: Ver un anuncio +5 monedas
fr: Regarder une publicité +5 pièces
it: Guarda un annuncio+5 monete
ja: 広告を見る +5 コイン
pt: Assista a um anúncio +5 moedas
zh: 观看广告 +5 枚硬币
