Repository: EndangeredNayla/videogame
Catalog: lib/l10n/intl_*.arb
Languages: de, es, fr, it, ja, pt, zh

source: About
de: Über
es: Acerca de
fr: Sur
it: Di
ja: 約
pt: Sobre
zh: 关于

source: Achievements
de: Erfolge
es: logros
fr: Réalisations
it: Risultati
ja: 成果
pt: Conquistas
zh: 成就

source: A coin is needed to start the game!
de: Eine Münze wird benötigt, um das Spiel zu starten!
es: ¡Se necesita una moneda para comenzar el juego!
fr: Une pièce est nécessaire pour commencer le jeu !
it: Per iniziare il gioco è necessaria una moneta!
ja: ゲームを始めるにはコインが必要です！
pt: Uma moeda é necessária para iniciar o jogo!
zh: 开始游戏需要一枚硬币！

source: Add Plugin
de: Plugin hinzufügen
es: Agregar complemento
fr: Ajouter un plug-in
it: Aggiungi plug-in
ja: プラグインを追加
pt: Adicionar plug-in
zh: 添加插件

# Add_Plugin_hint
source: Necessary Plugin ({gameTypeName}) Required, Would you like to download it?
de: Erforderliches Plugin ({gameTypeName}) Erforderlich, möchten Sie es herunterladen?
es: Complemento necesario ({gameTypeName}) Obligatorio, ¿quieres descargarlo?
fr: Plugin Nécessaire ({gameTypeName}) Requis, Souhaitez-vous le télécharger ?
it: Plugin necessario ({gameTypeName}) Richiesto, vuoi scaricarlo?
ja: 必要なプラグイン（{gameTypeName}）が必要です。ダウンロードしますか？
pt: Plugin Necessário ({gameTypeName}) Necessário, Deseja baixá-lo?
zh: 必需插件 ({gameTypeName}) 必需，您要下载吗？

source: Ads load error, try again later
de: Fehler beim Laden der Anzeigen. Versuchen Sie es später noch einmal
es: Error de carga de anuncios, inténtelo de nuevo más tarde
fr: Erreur de chargement des annonces, réessayez plus tard
it: Errore di caricamento degli annunci, riprova più tardi
ja: 広告の読み込みエラー、後でもう一度お試しください
pt: Erro ao carregar os anúncios. Tente novamente mais tarde
zh: 广告加载错误，请稍后重试

source: Agree
de: Stimmen zu
es: Aceptar
fr: Se mettre d'accord
it: Essere d'accordo
ja: 同意
pt: Concordar
zh: 同意

source: Agree and do not show again
de: Zustimmen und nicht mehr anzeigen
es: Aceptar y no volver a mostrar
fr: Accepter et ne plus afficher
it: D'accordo e non mostrare più
ja: 同意して、二度と表示しない
pt: Concordo e não mostre novamente
zh: 同意且不再显示

source: Are you sure you want to Delete current User Account?
de: Möchten Sie das aktuelle Benutzerkonto wirklich löschen?
es: ¿Está seguro de que desea eliminar la cuenta de usuario actual?
fr: Voulez-vous vraiment supprimer le compte utilisateur actuel ?
it: Sei sicuro di voler eliminare l'account utente corrente?
ja: 現在のユーザーアカウントを削除してもよろしいですか？
pt: Tem certeza de que deseja excluir a conta de usuário atual?
zh: 您确定要删除当前用户帐户吗？

source: Are you sure you want to sign out?
de: Möchten Sie sich wirklich abmelden?
es: ¿Estás seguro de que quieres cerrar sesión?
fr: Êtes-vous certain de vouloir vous déconnecter?
it: Sei sicuro di voler uscire?
ja: サインアウトしてもよろしいですか？
pt: Você tem certeza que deseja sair?
zh: 您确定要退出吗？

# asc
source: Ascending
de: Aufsteigend
es: Ascendente
fr: Ascendant
it: Ascendente
ja: 上昇
pt: Ascendente
zh: 升序

source: Bug Report
de: Fehlerbericht
es: Informe de error
fr: Rapport d'erreur
it: Riportare un errore
ja: バグレポート
pt: Relatório de erro
zh: 错误报告

# Bug_Report_Detail
source: Please provide a screenshot or video of the error
de: Bitte geben Sie einen Screenshot oder ein Video des Fehlers an
es: Proporciona una captura de pantalla o un vídeo del error
fr: Veuillez fournir une capture d'écran ou une vidéo de l'erreur
it: Fornisci uno screenshot o un video dell'errore
ja: エラーのスクリーンショットまたは動画を提供してください
pt: Forneça uma captura de tela ou vídeo do erro
zh: 请提供错误的屏幕截图或视频

source: Cancel
de: Absagen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
pt: Cancelar
zh: 取消

source: CANCEL
de: ABBRECHEN
es: CANCELAR
fr: ANNULER
it: ANNULLA
ja: キャンセル
pt: CANCELAR
zh: 取消

source: Cancel Downloading?
de: Download abbrechen?
es: ¿Cancelar la descarga?
fr: Annuler le téléchargement ?
it: Annullare il download?
ja: ダウンロードをキャンセルしますか？
pt: Cancelar download?
zh: 取消下载？

# Cancel_Downloading_detail
source: Are you sure you want to cancel the downloading?
de: Sind Sie sicher, dass Sie den Download abbrechen möchten?
es: ¿Está seguro de que desea cancelar la descarga?
fr: Êtes-vous sûr de vouloir annuler le téléchargement ?
it: Sei sicuro di voler annullare il download?
ja: ダウンロードをキャンセルしてもよろしいですか?
pt: Tem certeza de que deseja cancelar o download?
zh: 您确定要取消下载吗？

source: Canceled
de: Annulliert
es: Cancelado
fr: Annulé
it: Annullato
ja: キャンセル
pt: Cancelado
zh: 已取消

source: Change
de: Veränderung
es: Cambio
fr: Changement
it: Cambia
ja: 変更
pt: Mudança
zh: 更改

source: Cloud Backup
es: Respaldo en nube
fr: Sauvegarde dans le cloud
it: Backup su cloud
ja: クラウドバックアップ
pt: Backup na nuvem
zh: 云端备份

# Cloud_Backup_Hint
source: Backup and Sync your saves on the cloud
de: Sichern und synchronisieren Sie Ihre Spielstände in der Cloud
es: Haga copias de seguridad y sincronice sus partidas guardadas
fr: Sauvegardez et synchronisez vos sauvegardes sur le cloud
it: Esegui il backup e sincronizza i tuoi salvataggi sul cloud
ja: セーブデータをクラウドにバックアップして同期する
pt: Faça backup e sincronize seus salvamentos na nuvem
zh: 在云端备份和同步您的储蓄

# Coins_add_5
source: Coins +5
de: Münzen +5
es: Monedas +5
fr: Pièces +5
it: Monete +5
ja: コイン+5
pt: Moedas +5
zh: 金币+5

# Congratulations_you_get_game_coins
source: Congratulations! you get game coins +{skuCoins}
de: Herzliche Glückwünsche! du bekommst Spielmünzen +{skuCoins}
es: ¡Felicitaciones! obtienes monedas de juego + {skuCoins}
fr: Félicitations ! vous obtenez des pièces de jeu + {skuCoins}
it: Congratulazioni! ottieni monete di gioco +{skuCoins}
ja: おめでとう！ゲームコインがもらえる + {skuCoins}
pt: Parabéns! você ganha moedas de jogo + {skuCoins}
zh: 恭喜！你得到游戏币 + {skuCoins}

source: Congratulations! you have unlimited game coins and no more ads
de: Herzliche Glückwünsche! Sie haben unbegrenzte Spielmünzen und keine Werbung mehr
es: ¡Felicitaciones! tienes monedas de juego ilimitadas y no más anuncios
fr: Félicitations ! vous avez des pièces de jeu illimitées et plus de publicités
it: Congratulazioni! hai monete di gioco illimitate e niente più pubblicità
ja: おめでとう！ゲームコインは無制限で広告はありません
pt: Parabéns! você tem moedas de jogo ilimitadas e não há mais anúncios
zh: 恭喜！你有无限的游戏币，没有更多的广告

source: Connect Netplay
de: Synchronisiere Netplay
es: Conecta Netplay
fr: Connectez Netplay
it: Connetti Netplay
ja: ネットプレイを接続
pt: Conecte o Netplay
zh: 连接 Netplay

source: Continue
de: Weiter
es: Continuar
fr: Poursuivre
it: Continua
ja: 続行
pt: Continuar
zh: 继续

source: DELETE
de: LÖSCHEN
es: ELIMINAR
fr: EFFACER
it: ELIMINARE
ja: 消去
pt: EXCLUIR
zh: 删除

# Delete_All_Roms_hint
source: Are you sure you want to reset all local ROMs data?
de: Sind Sie sicher, dass Sie alle lokalen ROM-Daten zurücksetzen möchten?
es: ¿Está seguro de que desea restablecer todos los datos de las ROMs locales?
fr: Êtes-vous sûr de vouloir réinitialiser toutes les données des ROM locales ?
it: Sei sicuro di voler ripristinare tutti i dati delle ROM locali?
ja: すべてのローカル ROM データをリセットしてよろしいですか?
pt: Tem certeza de que deseja redefinir todos os dados de ROMs locais?
zh: 您确定要重置所有本地 ROM 数据吗？

# Delete_Download_Task
source: Delete the task, the downloaded local files will be deleted at the same time, confirm to delete?
de: Löschen Sie die Aufgabe, die heruntergeladenen lokalen Dateien werden gleichzeitig gelöscht. Bestätigen Sie das Löschen?
es: Elimine la tarea, los archivos locales descargados se eliminarán al mismo tiempo, ¿confirma la eliminación?
fr: Supprimer la tâche, les fichiers locaux téléchargés seront supprimés en même temps, confirmez la suppression ?
it: Eliminare l'attività, i file locali scaricati verranno eliminati contemporaneamente, confermare l'eliminazione?
ja: タスクを削除すると、ダウンロードしたローカルファイルは同時に削除されます。削除を確認しますか？
pt: Exclua a tarefa, os arquivos locais baixados serão excluídos ao mesmo tempo, confirme para excluir?
zh: 删除任务，下载的本地文件将同时删除，确认删除？

source: Delete failed, File not exist
de: Löschen fehlgeschlagen, Datei existiert nicht
es: No se pudo eliminar, el archivo no existe
fr: La suppression a échoué, le fichier n'existe pas
it: Eliminazione non riuscita, il file non esiste
ja: 削除できませんでした、ファイルが存在しません
pt: Falha ao excluir, o arquivo não existe
zh: 删除失败，文件不存在

source: Delete Game?
de: Spiel löschen?
es: ¿Eliminar juego?
fr: Supprimer le jeu ?
it: Eliminare il gioco?
ja: ゲームを削除しますか？
pt: Excluir jogo?
zh: 删除游戏？

# Delete_Game_hint
source: Delete the game can free up space When you redownload the game, game data will be restored
de: Das Löschen des Spiels kann Speicherplatz freigeben Wenn Sie das Spiel erneut herunterladen, werden die Spieldaten wiederhergestellt
es: Eliminar el juego puede liberar espacio Cuando vuelvas a descargar el juego, los datos del juego se restaurarán.
fr: Supprimer le jeu peut libérer de l'espace Lorsque vous retéléchargerez le jeu, les données du jeu seront restaurées
it: Eliminare il gioco può liberare spazio Quando scarichi nuovamente il gioco, i dati di gioco verranno ripristinati
ja: ゲームを削除すると、スペースを解放できます ゲームを再ダウンロードすると、ゲームデータが復元されます
pt: Excluir o jogo pode liberar espaço Quando você baixar o jogo novamente, os dados do jogo serão restaurados
zh: 删除游戏可以腾出空间 当您重新下载游戏时，游戏数据将被恢复

source: Delete Success
de: Erfolg löschen
es: Eliminar éxito
fr: Suppression réussie
it: Elimina successo
ja: 削除成功
pt: Excluir sucesso
zh: 删除成功

source: Delete User Account
de: Benutzerkonto löschen
es: Eliminar cuenta de usuario
fr: Supprimer le compte utilisateur
it: Elimina account utente
ja: ユーザーアカウントを削除する
pt: Excluir conta de usuário
zh: 删除用户帐户

# desc
source: Descending
de: Absteigend
es: Descendiendo
fr: Descendant
it: Decrescente
ja: 降順
pt: Descendente
zh: 降序

source: Disagree
de: Verschiedener Meinung sein
es: Discrepar
fr: Être en désaccord
it: Disaccordo
ja: 同意しない
pt: Discordo
zh: 不同意

source: Download
de: Herunterladen
es: Descargar
fr: Télécharger
it: Scarica
ja: ダウンロード
pt: Baixar
zh: 下载

source: Download Error
de: Fehler beim Herunterladen
es: Error de descarga
fr: Erreur lors du téléchargement
it: Errore di download
ja: ダウンロードエラー
pt: Erro de download
zh: 下载错误

source: Downloads
es: Descargas
fr: Téléchargements
it: Download
ja: ダウンロード
pt: Transferências
zh: 下载

source: Download Task
de: Task herunterladen
es: Descargar tarea
fr: Tâche de téléchargement
it: Scarica Task
ja: ダウンロードタスク
pt: Baixar tarefa
zh: 下载任务

# editor_choice
source: Editors' Choice Games
de: Spiele von Editors' Choice
es: Juegos elegidos por los editores
fr: Jeux Editors' Choice
it: Giochi scelti dagli editori
ja: エディターズ・チョイス・ゲーム
pt: Jogos da Escolha do Editor
zh: 编辑精选游戏

source: Empty...
de: Leer...
es: Vacío...
fr: Vide...
it: Vuoto...
ja: 空...
pt: Vazio...
zh: 空...

source: Failed
de: Gescheitert
es: Ha fallado
fr: Manqué
it: fallito
ja: 失敗した
pt: Fracassado
zh: 失败的

source: Favorite
de: Favorit
es: Favorito
fr: Préféré
it: Preferito
ja: お気に入り
pt: Favorito
zh: 喜欢

source: Favorites
de: Favoriten
es: Favoritos
fr: Favoris
it: Preferiti
ja: お気に入り
pt: FAVORITOS
zh: 最爱

source: Feature Request
de: Featureanfrage
es: Solicitud de función
fr: Demande de fonctionnalité
it: Richiesta di funzionalità
ja: 機能リクエスト
pt: Solicitação de recurso
zh: 功能要求

source: Feature request & Bug report
de: Funktionsanfrage und Fehlerbericht
es: Solicitud de funciones e informe de errores
fr: Demande de fonctionnalité et rapport de bogue
it: Richiesta di funzionalità e segnalazione di bug
ja: 機能リクエストとバグレポート
pt: Solicitação de recurso e relatório de bug
zh: 功能请求和错误报告

source: Free
de: Frei
es: Gratis
fr: Libre
it: Libero
ja: 無料
pt: Livre
zh: 自由

source: FREE COIN
de: KOSTENLOSE MÜNZE
es: MONEDA GRATIS
fr: PIÈCE GRATUITE
it: MONETA GRATUITA
ja: フリーコイン
pt: MOEDA GRÁTIS
zh: 免费硬币

source: Free Coins
de: Kostenlose Münzen
es: Monedas gratis
fr: Pièces gratuites
it: Monete gratis
ja: 無料コイン
pt: Moedas grátis
zh: 免费硬币

# Game_dismissed
source: {gameName} dismissed
de: {gameName} entlassen
es: {gameName} descartado
fr: {gameName} rejeté
it: {gameName} è stato respinto
ja: {gameName}が却下されました
pt: {gameName} dispensado
zh: {gameName} 已关闭

# Game_is_removed_from_Downloads
source: {gameName} is removed from Downloads
de: {gameName} wurde aus den Downloads entfernt
es: {gameName} se eliminó de Descargas
fr: {gameName} est supprimé des téléchargements
it: {gameName} è stato rimosso dai download
ja: {gameName}はダウンロードから削除されます
pt: {gameName} foi removido de Downloads
zh: {gameName} 已从下载中移除

# Game_is_removed_from_History
source: {gameName} is removed from History
de: {gameName} wurde aus dem Verlauf entfernt
es: {gameName} se elimina del historial
fr: {gameName} est supprimé de l'historique
it: {gameName} è stato rimosso dalla cronologia
ja: {gameName}が履歴から削除されました
pt: {gameName} foi removido do histórico
zh: {gameName} 已从历史记录中删除

source: Game Library
de: Spielebibliothek
es: Biblioteca de juegos
fr: Bibliothèque de jeux
it: Libreria di giochi
ja: ゲームライブラリ
pt: Biblioteca de jogos
zh: 游戏库

# game_library_count
source: {num} games
de: {num}Spiele
es: {num}juegos
fr: {num}jeux
it: {num}giochi
ja: {num}ゲーム
pt: {num}jogos
zh: {num}游戏

source: Games
de: Spiele
es: Juegos
fr: Jeux
it: Giochi
ja: ゲーム
pt: Jogos
zh: 游戏

source: GC/Wii Setting
de: GC/Wii-Einstellung
es: Configuración de GC/Wii
fr: Réglage GC/Wii
it: Impostazione GC/Wii
ja: GC/Wiiの設定
pt: Configuração GC/Wii
zh: GC/Wii 设置

# GC_Wii_Setting_hint
source: Settings for GameCube and Wii
de: Einstellungen für GameCube und Wii
es: Configuración para GameCube y Wii
fr: Paramètres pour GameCube et Wii
it: Impostazioni per GameCube e Wii
ja: ゲームキューブとWiiの設定
pt: Configurações para GameCube e Wii
zh: GameCube 和 Wii 的设置

source: GET
de: WERDEN
es: CONSEGUIR
fr: AVOIR
it: OTTENERE
ja: 得る
pt: OBTER
zh: 得到

source: Get Coins
de: Münzen erhalten
es: Conseguir monedas
fr: Récupérer des pièces
it: Ottieni monete
ja: コインを入手
pt: Obter moedas
zh: 获得硬币

source: Give Feedback
de: Feedback geben
es: Dar opinion
fr: Donnez votre avis
it: Fornire un feedback
ja: フィードバックを与えます
pt: Dê retorno
zh: 给予反馈

source: Give Us Star
de: Gib uns Stern
es: Danos estrella
fr: Donnez-nous une étoile
it: Dacci una stella
ja: スターをください
pt: Dê-nos Estrela
zh: 给我们星星

source: Guess You Like
de: Ich schätze du magst
es: Supongo que te gusta
fr: Je suppose que tu aimes
it: Immagino ti piaccia
ja: 好きだと思う
pt: Acho que você gosta
zh: 猜猜你喜欢

source: History
de: Geschichte
es: Historia
fr: Histoire
it: Storia
ja: 歴史
pt: História
zh: 历史

source: Hold on...
de: Warte mal...
es: Aguanta...
fr: Accrochez-vous...
it: Resisti...
ja: ちょっと待って...
pt: Espere aí...
zh: 等一下...

source: InvalidPurchase: {productID}
de: Ungültiger Kauf: {productID}
es: Compra no válida: {productID}
fr: Achat non valide : {productID}
it: Acquisto non valido: {productID}
ja: 無効な購入:{productID}
pt: Compra inválida: {productID}
zh: 购买无效：{productID}

source: Language
de: Sprache
es: Idioma
fr: Langage
it: Lingua
ja: 言語
pt: Idioma
zh: 语言

# Language_Auto
source: Auto
ja: オート
pt: Automático
zh: 汽车

# Language_hint
source: Set app display language
de: Anzeigesprache der App
es: Definir el idioma de visualización de
fr: Définir la langue d'affichage des applications
it: Imposta lingua di visualizzazione dell'app
ja: アプリの表示言語を設定する
pt: Definir idioma de exibição do aplicativo
zh: 设置应用程序显示语言

source: Leaderboards
de: Bestenlisten
es: Tablas de clasificación
fr: Classements
it: Classifiche
ja: リーダーボード
pt: Placares de líderes
zh: 排行榜

source: Library
de: Bibliothek
es: Biblioteca
fr: Bibliothèque
it: Libreria
ja: 図書館
pt: Biblioteca
zh: 游戏库

source: Loading...
de: Wird geladen...
es: Cargando...
fr: Chargement...
it: Caricamento...
ja: ロード中...。
pt: Carregando...
zh: 加载中...

source: Local
de: Lokal
it: Locale
ja: ローカル
zh: 本地

source: Local games is empty
de: Lokale Spiele sind leer
es: Los juegos locales están vacíos
fr: Les jeux locaux sont vides
it: Le partite locali sono vuote
ja: ローカルゲームは空です
pt: Os jogos locais estão vazios
zh: 本地游戏为空

# Local_ROMs_guide_android10
source: Put your ROMs file in the following directory: {localRomDir} Then click SCAN ROMS Button •Why aren't my games detected? If your games are compressed, try uncompressing them. If this doesn't work try putting ROMs into separate directories, one for each system with the following names: {gameTypeDir}
de: Legen Sie Ihre ROMs-Datei in das folgende Verzeichnis: {localRomDir} Klicken Sie dann auf die Schaltfläche ROMS SCAN •Warum werden meine Spiele nicht erkannt? Wenn deine Spiele komprimiert sind, versuche sie zu dekomprimieren. Wenn das nicht funktioniert, versuchen Sie, ROMs in separate Verzeichnisse zu legen, eines für jedes System mit den folgenden Namen: {gameTypeDir}
es: Coloque el archivo ROMs en el siguiente directorio: {localRomDir} Luego haga clic en el botón SCAN RO • ¿Por qué no se detectan mis juegos? Si tus juegos están comprimidos, prueba a descomprimirlos. Si esto no funciona, intente colocar las ROMs en directorios separados, uno para cada sistema con los siguientes nombres: {gameTypeDir}
fr: Placez votre fichier ROM dans le répertoire suivant : {localRomDir} Cliquez ensuite sur le bouton NUMÉRISER •Pourquoi mes jeux ne sont-ils pas détectés ? Si vos jeux sont compressés, essayez de les décompresser. Si cela ne fonctionne pas, essayez de placer les ROM dans des répertoires séparés, un pour chaque système avec les noms suivants : {gameTypeDir}
it: Inserisci il tuo file ROM nella seguente directory: {localRomDir} Quindi fare clic su SCAN ROMS •Perché i miei giochi non vengono rilevati? Se i tuoi giochi sono compressi, prova a decomprimerli. Se questo non funziona prova a mettere le ROM in directory separate, una per ogni sistema con i seguenti nomi: {gameTypeDir}
ja: ROM ファイルを次のディレクトリに配置します。 {localRomDir} 次に、[ROMS をスキャン] ボタンをクリックします •ゲームが検出されないのはなぜですか？ ゲームが圧縮されている場合は、解凍してみてください。これがうまくいかない場合は、ROM を別々のディレクトリに置いてみてください。各システムに次の名前で 1 つずつ。{gameTypeDir}
pt: Coloque seu arquivo ROMs no seguinte diretório: {localRomDir} Em seguida, clique no botão SCAN ROMS •Por que meus jogos não são detectados? Se seus jogos estiverem compactados, tente descompactá-los. Se isso não funcionar, tente colocar ROMs em diretórios separados, um para cada sistema com os seguintes nomes: {gameTypeDir}
zh: 将 ROM 文件放在以下目录中： {localRomDir} 然后点击 “扫描 ROM” 按钮 •为什么我的游戏没有被检测到？ 如果您的游戏已压缩，请尝试解压它们。如果这不起作用，请尝试将ROM放入单独的目录中，每个系统都有一个具有以下名称的目录：{gameTypeDir}

# Local_ROMs_guide_android9
source: •How do I add local rom? Copy all your ROMS files into a directory on your device and select it. This directory is allowed to have subdirectories. After the scan completes you should see your games. •Why aren't my games detected? If your games are compressed, try uncompressing them. If this doesn't work try putting ROMs into separate directories, one for each system with the following names: {gameTypeDir}.
de: •Wie füge ich ein lokales ROM hinzu? Kopieren Sie alle Ihre ROMS-Dateien in ein Verzeichnis auf Ihrem Gerät und wählen Sie es aus. Dieses Verzeichnis darf Unterverzeichnisse haben. Nachdem der Scan abgeschlossen ist, sollten Sie Ihre Spiele sehen. •Warum werden meine Spiele nicht erkannt? Wenn deine Spiele komprimiert sind, versuche sie zu dekomprimieren. Wenn das nicht funktioniert, versuchen Sie, ROMs in separate Verzeichnisse zu legen, eine für jedes System mit den folgenden Namen:{gameTypeDir}.
es: • ¿Cómo agrego rom local? Copia todos tus archivos ROMS en un directorio de tu dispositivo y selecciónalo. Se permite que este directorio tenga subdirectorios. Una vez finalizado el análisis, deberías ver tus juegos. • ¿Por qué no se detectan mis juegos? Si tus juegos están comprimidos, prueba a descomprimirlos. Si esto no funciona, intente colocar las ROMs en directorios separados, uno para cada sistema con los siguientes nombres:{gameTypeDir}.
fr: •Comment ajouter une ROM locale ? Copiez tous vos fichiers ROMS dans un répertoire de votre appareil et sélectionnez-le. Ce répertoire est autorisé à avoir des sous-répertoires. Une fois l'analyse terminée, vous devriez voir vos jeux. •Pourquoi mes jeux ne sont-ils pas détectés ? Si vos jeux sont compressés, essayez de les décompresser. Si cela ne fonctionne pas, essayez de placer les ROM dans des répertoires séparés, un pour chaque système avec les noms suivants :{gameTypeDir}.
it: •Come si aggiunge una rom locale? Copia tutti i tuoi file ROMS in una directory sul tuo dispositivo e selezionala. Questa directory può avere sottodirectory. Al termine della scansione, dovresti vedere i tuoi giochi. •Perché i miei giochi non vengono rilevati? Se i tuoi giochi sono compressi, prova a decomprimerli. Se questo non funziona prova a mettere le ROM in directory separate, una per ogni sistema con i seguenti nomi:{gameTypeDir}.
ja: •ローカルROMを追加するにはどうすればいいですか？ すべてのROMSファイルをデバイス上のディレクトリにコピーして選択します。このディレクトリにはサブディレクトリを含めることができます。スキャンが完了すると、ゲームが表示されます。 •ゲームが検出されないのはなぜですか？ ゲームが圧縮されている場合は、解凍してみてください。これが機能しない場合は、ROMを別々のディレクトリに配置してみてください, 次の名前のシステムごとに1つ:{gameTypeDir}.
pt: •Como adiciono uma rom local? Copie todos os seus arquivos ROMS em um diretório no seu dispositivo e selecione-o. Esse diretório tem permissão para ter subdiretórios. Depois que a verificação for concluída, você deverá ver seus jogos. •Por que meus jogos não são detectados? Se seus jogos estiverem compactados, tente descompactá-los. Se isso não funcionar, tente colocar ROMs em diretórios separados, um para cada sistema com os seguintes nomes:{gameTypeDir}.
zh: •如何添加本地 ROM？ 将所有ROMS文件复制到设备上的目录中，然后选择它。允许此目录包含子目录。扫描完成后，您应该会看到自己的游戏。 •为什么我的游戏没有被检测到？ 如果您的游戏已压缩，请尝试解压它们。如果这不起作用，请尝试将ROM放入单独的目录中, 每个具有以下名称的系统一个:{gameTypeDir}.

source: Manage plugin
de: Plugin verwalten
es: Gestionar el complemento
fr: Gérer le plugin
it: Gestisci il plugin
ja: プラグインを管理
pt: Gerenciar plug-in
zh: 管理插件

# Manage_plugin_detail
source: Game plugin install, uninstall, settings
de: Spiel-Plugin installieren, deinstallieren, Einstellungen
es: Instalación, desinstalación y configuración del complemento del juego
fr: Installation, désinstallation et paramètres du plugin de jeu
it: Installazione, disinstallazione, impostazioni del plugin di gioco
ja: ゲームプラグインのインストール、アンインストール、設定
pt: Instalação, desinstalação, configurações do plugin do jogo
zh: 游戏插件安装、卸载、设置

source: Merging file...
de: Datei wird zusammengeführt...
es: Fusionando archivo...
fr: Fusion de fichiers...
it: Unione file in corso...
ja: ファイルをマージ中...
pt: Mesclando arquivo...
zh: 正在合并文件...

source: My Coins
de: Meine Münzen
es: Mis monedas
fr: Mes pièces
it: Le mie monete
ja: マイコイン
pt: Minhas moedas
zh: 我的硬币

source: N64 Setting
de: N64-Einstellung
es: Configuración N64
fr: Réglage N64
it: N64 Impostazione
ja: N64設定
pt: Configuração N64
zh: N64 设置

# N64_Setting_hint
source: Settings for N64
de: Einstellungen für N64
es: Configuración para N64
fr: Paramètres pour N64
it: Impostazioni per N64
ja: N64の設定
pt: Configurações para N64
zh: N64 的设置

source: NDS Setting
de: NDS-Einstellung
es: Configuración NDS
fr: Paramètres NDS
it: Impostazione NDS
ja: NDS設定
pt: Configuração NDS
zh: NDS 设置

# NDS_Setting_hint
source: Settings for NDS
de: Einstellungen für NDS
es: Configuraciones para NDS
fr: Paramètres pour NDS
it: Impostazioni per NDS
ja: NDSの設定
pt: Configurações para NDS
zh: NDS 的设置

source: Netplay
ja: ネットプレイ

source: Netplay Server
es: Servidor Netplay
fr: Serveur Netplay
it: Server Netplay
ja: ネットプレイサーバー
pt: Servidor Netplay
zh: Netplay 服务器

source: New Games
de: Neue Spiele
es: Juegos nuevos
fr: Nouveaux jeux
it: Nuovi giochi
ja: 新しいゲーム
pt: Novos jogos
zh: 新游戏

source: No Coins
de: Keine Münzen
es: No monedas
fr: Pas de pièces
it: Niente monete
ja: コインなし
pt: Sem moedas
zh: 没有硬币

source: Not Supported Game
de: Nicht unterstütztes Spiel
es: Juego no compatible
fr: Jeu non pris en charge
it: Gioco non supportato
ja: サポートされていないゲーム
pt: Jogo não suportado
zh: 不支持的游戏
